tap "coursier/formulas"
tap "doron-cohen/tap"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "txn2/tap"
brew "webp"
brew "grpc"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bazel"
brew "bettercap"
brew "bottom"
brew "catimg"
brew "chafa"
brew "chkrootkit"
brew "clamav"
brew "cmake"
brew "cointop"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "dust"
brew "dvc"
brew "exiftool"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "gnupg"
brew "gping"
brew "helm"
brew "libtool"
brew "imagemagick"
brew "janet"
brew "jpeg"
brew "jq"
brew "lolcat"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "p7zip"
brew "peco"
brew "pinentry-mac"
brew "ripgrep"
brew "rkhunter"
brew "rlwrap"
brew "rust-analyzer"
brew "sqlmap"
brew "starship"
brew "switchaudio-osx"
brew "tcpdump"
brew "tcpflow"
brew "the_silver_searcher"
brew "toilet"
brew "vivid"
brew "websocat"
brew "wget"
brew "zsh"
brew "doron-cohen/tap/antidot"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "txn2/tap/kubefwd"
cask "adobe-acrobat-reader"
cask "alfred"
cask "balenaetcher"
cask "binary-ninja"
cask "dhs"
cask "discord"
cask "font-fira-code-nerd-font"
cask "franz"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hex-fiend"
cask "idafree"
cask "iterm2"
cask "jd-gui"
cask "kap"
cask "karabiner-elements"
cask "kextviewr"
cask "keybase"
cask "lightworks"
cask "malwarebytes"
cask "mitmproxy"
cask "obs"
cask "openvpn-connect"
cask "osquery"
cask "outguess"
cask "sf-symbols"
cask "skitch"
cask "slack"
cask "suspicious-package"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "wireshark"
