tap "bazelbuild/tap"
tap "bbenzikry/kali", "git@github.com:bbenzikry/homebrew-kali"
tap "bbenzikry/tap"
tap "buo/cask-upgrade"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "datawire/blackbird"
tap "earthly/earthly"
tap "ethereum/ethereum"
tap "fluxcd/tap"
tap "go-task/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "mongodb/brew"
tap "nrlquaker/createzap"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
tap "saulpw/vd"
tap "txn2/tap"
tap "wagoodman/dive"
tap "warrensbox/tap"
brew "pcre"
brew "readline"
brew "aircrack-ng"
brew "python@3.9"
brew "ansible"
brew "ansible-lint"
brew "apktool"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bazel"
brew "bettercap"
brew "p7zip"
brew "binwalk"
brew "boxes"
brew "broot"
brew "bzip2"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "catimg"
brew "chkrootkit"
brew "circleci"
brew "libtool"
brew "protobuf-c"
brew "yara"
brew "clamav"
brew "cmake"
brew "cointop"
brew "coreutils"
brew "crystal"
brew "dash"
brew "dns2tcp"
brew "doitlive"
brew "doxygen"
brew "dvc"
brew "efm-langserver"
brew "ethereum"
brew "exiftool"
brew "gobject-introspection"
brew "harfbuzz"
brew "webp"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fish"
brew "fluxctl"
brew "gdb"
brew "ghc"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "hadolint"
brew "hashcat"
brew "helm"
brew "helmfile"
brew "hydra"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "janet"
brew "john-jumbo"
brew "jq"
brew "libuv"
brew "node"
brew "jsonlint"
brew "kustomize"
brew "lapack"
brew "lazygit"
brew "leveldb"
brew "libsixel"
brew "libvterm"
brew "libxml2"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "make"
brew "mas"
brew "monero"
brew "mono", link: false
brew "nano"
brew "ncdu"
brew "netcat"
brew "ninja"
brew "nmap"
brew "nushell", args: ["HEAD"]
brew "vtk"
brew "opencv"
brew "packer"
brew "pandoc"
brew "parallel"
brew "parquet-tools"
brew "pastel"
brew "pinentry-mac"
brew "portaudio"
brew "proselint"
brew "pyqt"
brew "radare2"
brew "rainbarf"
brew "redis"
brew "rethinkdb"
brew "ripgrep"
brew "rkhunter"
brew "rlwrap"
brew "scala"
brew "shellcheck"
brew "sip"
brew "slides"
brew "socat"
brew "spark"
brew "sqlmap"
brew "stow"
brew "swiftlint"
brew "tcpdump"
brew "tcpflow"
brew "tealdeer"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "toilet"
brew "tor"
brew "tree"
brew "vivid"
brew "watch"
brew "watchman"
brew "websocat"
brew "websocketd"
brew "wget"
brew "whalebrew"
brew "write-good"
brew "xonsh"
brew "yadm"
brew "yamllint"
brew "zlib"
brew "bbenzikry/tap/lua-language-server"
brew "cantino/mcfly/mcfly"
brew "cloudflare/cloudflare/cloudflared"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart"
brew "datawire/blackbird/telepresence-legacy"
brew "earthly/earthly/earthly"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kreuzwerker/taps/awsu"
brew "mongodb/brew/mongodb-community"
brew "railwaycat/emacsmacport/emacs-mac", args: ["HEAD"]
brew "saulpw/vd/visidata"
brew "txn2/tap/kubefwd"
brew "warrensbox/tap/tfswitch"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "balenaetcher"
cask "binary-ninja"
cask "bitcoin-core"
cask "bloomrpc"
cask "brave-browser"
cask "cutter"
cask "dhs"
cask "discord"
cask "docker"
cask "dotnet-sdk-preview"
cask "eclipse-ide"
cask "electrum"
cask "firefox-developer-edition"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-noto-nerd-font"
cask "font-victor-mono"
cask "franz"
cask "ghidra"
cask "gitter"
cask "godot"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "hex-fiend"
cask "idafree"
cask "ilspy"
cask "iterm2-nightly"
cask "jd-gui"
cask "kap"
cask "karabiner-elements"
cask "kextviewr"
cask "keybase"
cask "keycastr"
cask "kitty"
cask "lightworks"
cask "malwarebytes"
cask "mono-mdk"
cask "mtmr"
cask "neo4j"
cask "netron"
cask "ngrok"
cask "obs"
cask "openvpn-connect"
cask "osquery"
cask "osxfuse"
cask "outguess"
cask "owasp-zap"
cask "powershell"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "robo-3t"
cask "rotki"
cask "santa"
cask "sequel-pro"
cask "sketch"
cask "skitch"
cask "slack"
cask "sublime-text"
cask "suspicious-package"
cask "teamviewer"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "ubersicht"
cask "vimr"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "wireshark"
cask "zerobranestudio"
cask "zoom"
mas "Crypto Pro", id: 980888073
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Client", id: 600925318
mas "Plash", id: 1494023538
mas "Xcode", id: 497799835
